# Dumped with `brew bundle dump`
tap "caskformula/caskformula"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/games"
brew "ack"
brew "git"
brew "cc65"
brew "fzf"
brew "cmake"
brew "fceux"
brew "ffmpeg"
brew "gnupg"
brew "go"
brew "graphviz"
brew "heroku"
brew "libgraphqlparser"
brew "lua@5.1"
brew "mercurial"
brew "portaudio"
brew "postgresql"
brew "ragel"
brew "rbenv"
brew "rlwrap"
brew "scons"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "starship"
brew "tmux"
brew "tree"
brew "typescript"
brew "unrar"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "yarn"
cask "atom"
cask "gpgtools"
brew "gpg2"
cask "iterm2"
cask "karabiner-elements"
cask "openemu"
cask "postgres"
cask "slack"
cask "spectacle"
cask "spotify"
cask "transmission"
cask "vlc"
