tap "homebrew/bundle"
brew "fzf"
brew "git"
brew "go"
brew "luajit"
brew "neovim"
brew "node"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tree"
brew "utf8proc", args: ["HEAD"]
cask "alacritty"
cask "font-caskaydia-mono-nerd-font"
cask "google-drive"
cask "karabiner-elements"
cask "logseq"
cask "rectangle"
cask "spotify"
